Repository: Xapitonov/reganam
Catalog: po/*.po
Languages: ru

source: Type:
ru: Тип:

source: Atmosphere:
ru: Атмосфера:

source: Diameter:
ru: Диаметр:

source: Population:
ru: Население:

source: Mineral:
ru: Минерал:

source: Crystal:
ru: Кристалл:

source: Hydrogen:
ru: Водород:

source: Mines & Storage
ru: Шахты и хранилища

source: Mineral Mine:
ru: Шахта минералов:

source: Crystal Mine:
ru: Шахта кристаллов:

source: Hydrogen Mine:
ru: Шахта водорода:

source: Build!
ru: Строить!

source: To build the next level, %.0f of Mineral and %.0f of Crystal is needed
ru: Чтобы построить следующий уровень, нужно %.0f минерала и %.0f кристаллов

source: Mineral Storage:
ru: Хранилище минерала:

source: Crystal Storage:
ru: Хранилище кристаллов:

source: Hydrogen Storage:
ru: Хранилище водорода:

source: To build the next level, %.0f of Mineral is needed
ru: Чтобы построить следующий уровень, нужно %.0f минерала

source: To build the next level, %.0f of Crystal is needed
ru: Чтобы построить следующий уровень, нужно %.0f кристаллов

source: To build the next level, %.0f of Hydrogen is needed
ru: Чтобы построить следующий уровень, нужно %.0f водорода

source: Population Housing:
ru: Жилища для населения:

source: To build the next level, %.0f of Crystal and %.0f of Hydrogen is needed
ru: Чтобы построить следующий уровень, нужно %.0f кристаллов и %.0f водорода

source: Research Lab & Technologies
ru: Исследовательская лаборатория и технологии

source: Research Lab:
ru: Исследовательская лаборатория:

source: To build the next level, %.0f of Mineral, %.0f of Crystal and %.0f of Hydrogen is needed
ru: Чтобы построить следующий уровень, нужно %.0f минерала, %.0f кристаллов и %.0f водорода

source: Synthesizer of Minerals:
ru: Синтезатор минералов:

source: Research!
ru: Исследовать!

source: To research the next level, %.0f of Crystal, %.0f of Hydrogen and a Research Lab level of 1 is needed
ru: Чтобы исследовать следующий уровень, нужно %.0f кристаллов, %.0f водорода и уровень Исследовательской лаборатории 1

source: Synthesizer of Crystals:
ru: Синтезатор кристаллов:

source: To research the next level, %.0f of Crystal, %.0f of Hydrogen and a Research Lab level of 2 is needed
ru: Чтобы исследовать следующий уровень, необходимо %.0f кристаллов, %.0f водорода и лаборатория исследований уровня 2

source: Synthesizer of Hydrogen:
ru: Синтезатор водорода:

source: To research the next level, %.0f of Crystal, %.0f of Hydrogen and a Research Lab level of 3 is needed
ru: Чтобы исследовать следующий уровень, необходимо %.0f кристаллов, %.0f водорода и лаборатория исследований уровня 3

source: Info
ru: Информация

source: Mines
ru: Шахты

source: Research
ru: Исследования

source: Temperate Terrestrial
ru: Умеренная земля

source: Polarian Terrestrial
ru: Полярная земля

source: Chthonian Terrestrial
ru: Хтонная земля

source: Temperate Gas Giant
ru: Умеренный газовый гигант

source: Polarian Gas Giant
ru: Полярный газовый гигант

source: Chthonian Gas Giant
ru: Хтонный газовый гигант

source: Temperate Dwarf
ru: Умеренный карлик

source: Polarian Dwarf
ru: Полярный карлик

source: Chthonian Dwarf
ru: Хтонный карлик

source: Incognito
ru: Инкогнито

source: Nitrogenic
ru: Азотный

source: Nitrogen & Oxygen
ru: Азотно-кислородный

source: Methane
ru: Метановый

source: Beryllic
ru: Берилловый

source: Carbon Dioxide
ru: Углекислый газ

source: Argonic
ru: Аргонный

source: Helium
ru: Гелиевый

source: Hydrogenic
ru: Водородный
